tap "blacktop/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "teamookla/speedtest"
brew "bash"
brew "bat"
brew "cdrtools"
brew "coreutils"
brew "docker"
brew "fzf"
brew "gnu-sed"
brew "grep"
brew "gsmartcontrol"
brew "jq"
brew "openjdk"
brew "kotlin"
brew "libvirt"
brew "qemu"
brew "lima"
brew "lsusb"
brew "mas"
brew "maven"
brew "neovim"
brew "node"
brew "pandoc"
brew "python@3.10"
brew "spice-gtk"
brew "starship"
brew "tag"
brew "tccutil"
brew "tree"
brew "wallpaper"
brew "zsync"
brew "blacktop/tap/lporg"
brew "jakehilborn/jakehilborn/displayplacer"
brew "teamookla/speedtest/speedtest"
cask "4k-video-downloader"
cask "alt-tab"
cask "amethyst"
cask "android-studio"
cask "appcleaner"
cask "cheatsheet"
cask "chromedriver"
cask "discord"
cask "dotnet"
cask "fig"
cask "firefox"
cask "font-fira-sans"
cask "font-meslo-lg-nerd-font"
cask "font-pacifico"
cask "font-roboto"
cask "font-roboto-slab"
cask "google-chrome"
cask "handbrake"
cask "hush"
cask "intellij-idea"
cask "mamp"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "oracle-jdk-javadoc"
cask "rectangle"
cask "reverso"
cask "rider"
cask "spotify"
cask "stats"
cask "telegram"
cask "the-unarchiver"
cask "visual-paradigm-ce"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "whatsapp"
mas "Accelerate", id: 1459809092
mas "Adblock Plus", id: 1432731683
mas "AdBlock Pro", id: 1018301773
mas "CopyClip", id: 595191960
mas "Dark Reader for Safari", id: 1438243180
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPer", id: 1421915518
mas "virtualOS", id: 1614659226
mas "Xcode", id: 497799835
vscode "dnicolson.binary-plist"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "jorgeserrano.vscode-csharp-snippets"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.java"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "withfig.fig"
